Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ་ལྟ ར་ སྲེད་པ ས་ ཟིན་པ་ ཡི །_། མི་ རྣམས་ ཡི་དགས་ དབང་ དུ་ འགྲོ །_།
en: A person caught by craving Is bound for the realm of starving spirits.

source: ཡི་དགས་ ཡུལ་ དུ་ ཡི་དགས་ གང་ །_། སྡུག་བསྔལ་བ་ དག་ ཡོངས་སུ་ རྒྱུག _།
en: $1398 “This is what drives the starving spirits Who suffer in their dwelling place.

source: དམྱལ་བ ར་ སེམས་ཅན་ དམྱལ་བ་ རྣམས །_། དེ་དག་ སྲེད་པ་ ཆེན་པོ ས་ བསྐྱོད །_།
en: The inhabitants of the realms of hell Are also steered by great craving.

source: མི་གང་ ཉོན་མོངས་ ནོར་ བྲལ་ ཞིང་ །_། གཞན་ གྱི་ དྲིན་ གྱིས་ འཚོ་བ་ ཡི །_། ཕལ་པ་ དེ་ ནི་ སྲེད་པ་ ཡིས །_།
en: $1399 “Suffering humans, deprived of wealth, And kept alive by the mercy of others, Are controlled by craving.

source: བསྐྱོད་ ཅེས་ ཐུབ་པ་ རབ་ [304b] ཏུ་ གསུང་ །_།
en: These are the Able One’s words. {{page:{number:446,id:UT22084-068-021-100472,folio:F.304.b,volume:V68}}}

source: དེ་ལྟ ར་ དགེ་སློང་ དེས་ སེར་སྣ་ དུག་ ལྟ་བུ་ ཀུན་ གྱིས་ བསྐྱོད་པ་ དེ་ དཔྱད་ ནས་ ཡང་ འཁོར་བ་ ལས་ ཡིད་འབྱུང་ བར་ བྱེད་ དོ །_།
en: $1400 “Thus, as he examines stinginess, this toxin that drives everyone, the monk will feel repulsed by cyclic existence.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ ཡུལ་ ན་ ཡི་དགས་ མདངས་ ཟ་བ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1401 “As the monk who has knowledge of the effects of the ripening of karmic action continues his investigation of the world of starving spirits, he will apply knowledge derived from hearing and thus perceive that the realm of starving spirits includes what are called vitality eaters.

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ དགྲ་ མཛའ་བོ་ ལྟར་ བཅོས་པ་ ངོ་ གཉིས་པ་ གང་ གིས་ འདི་ལྟར་ ཁྱོད་ གཡུལ་འགྱེད་ པར་ ཞུགས་ ཤིག་ དང་ །_
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how an enemy may pretend to be a friend.

source: ཁྱོད་ ཀྱི་ ཕྱི་བཞིན་ བདག་ གིས་ ཡང་དག་ པར་ བསྲུང་བ ར་ བྱ འོ་ ཞེས་ ཡོངས་སུ་ བསླུས་ ནས་ དེ་ གཟི་བྱིན་ དང་ མཐུ་ ཉིད་ སྐྱེས་ སོ །_།
en: Such a two-faced person may urge someone else, ‘Go forth into battle. I shall follow and protect you.’

source: སྐྱེས་ ནས་ གཡུལ་འགྱེད་ པར་ ཞུགས་པ་ དང་ །_ ཡོངས་སུ་ གཏོང་བ ར་ བྱེད་ ཅིང་
en: Thus, he may deceitfully encourage and embolden another person, causing him to go to war. However, on the battlefield, he will let him down.

source: འདི་ལྟར་ དེ་ འདིར་ བཟུང་ ན་ དེ འི་ ནོར་ གང་ཡིན་པ་ དེ་དག་ རྒྱལ་པོ འི་ འཁོར་ དུ་ གསོལ་ ཏེ་ བདག་ གིར་ བྱ འོ་ སྙམ་ ནས་ མི་ བསླུས་པ་ དེ་དེ ས་ བསད་ ན་ སླུ་ སླུ་བ་ དེ་ ལུས་ དང་ བྲལ་ ནས་
en: If the other person is subsequently captured, he may think, ‘I shall present his wealth at the royal court and claim it as my own.’

source: ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ མདངས་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ
en: He may even have the deceived man killed.

source: དེ་ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ ཤིན་ཏུ་ གདུངས་ ཤིང་ ལུས་ མཚོན་ གྱིས་ རྟག་ ཏུ་ གཤེག་ ལ་ ལུས་ ཀྱི་ པགས་པ་ དང་ །_
en: When such a traitor separates from his body, he will fall into the lower realms and be born among the starving spirits that consume vitality.

source: ཤ་ དང་རུ ས་པ་ རྣམ་པར་ ཉམས་པ་ མཚོན་ཆ་ འབབ་པ་ རྣམས་ ཀྱི་ ཕྱོགས་ སུ་ འགྲོ་བ་ ན་ གར་བབ་ བབ་ ཏུ་ འབྲོས་ སོ །_།
en: $1402 “Suffering intensely from hunger and thirst, such spirits are constantly struck by weapons, and their skin, flesh, and bones are cut up and destroyed. Lurching through showers of weapons, they will try to escape as best they can.

source: དེ་ རྣམ་པ་ གཞན་ དུ་ འབྲོས་པ་ ན་ མི་ མི་གཙང་བ་ གང་ གཞན་ ནམ་ མཆོད་རྟེན་ སྐོར་བ ར་ མི་ བྱེད་པ་ དེ འི་ གླགས་ ཡི་དགས་ དེས་ རྙེད་ ནས་ དེ འི་ གཟི་བརྗིད་ འཕྲོག་པ ར་ བྱེད་ དོ །_།
en: If they succeed, such spirits may come across some unclean person, or someone who does not circumambulate stūpas, and will thus find the opportunity to steal that person’s vitality.

source: དེས་ གལ་ཏེ་ ལོ་ བཅུ འམ་ གལ་ཏེ་ ལོ་ ཉི་ཤུ ར་ དེ་ འཚོ་བར་ བྱེད་ དེ །_ དེ་ལྟ ར་ ཤིན་ཏུ་ སྡུག་བསྔལ་ བར་ འགྱུར་ ཏེ །_
en: Due to that, the starving spirit can then live ten to twenty more years, while continuing to suffer intensely.

source: ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ ངེས་པ ར་ མྱོང་བ ར་ འགྱུར་བ་ ལས་ ཀྱི་ ཉེར་བསྡོགས་ དང་ །_ ལས་ ཀྱི་ དངོས་གཞི་ དང་ །_ ལས་ ཀྱི་ མཇུག་ དང་ ཡང་དག་ པར་ ལྡན་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ རང་ གི་ ལས་ ཀྱི་ འབྲས་བུ་ ལ་ སྤྱོད་པ་ རང་ གིས་ བྱས་པ་ ལ་ ཟ་བ་ རང་ གི་ ལས་ ཀྱིས་ སྐྱེ་བ འི་ རྒྱུན་ ཤིན་ཏུ་ འཁོར་ རོ །_།
en: Until the main parts, preparatory stages, and conclusions of their completed and accumulated acts that are certain to be experienced have been overcome, relinquished, and exhausted, they will continue to experience the consequences of those acts. Thus, they will face their own doings, as they continue to cycle through births that are due to their own acts.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ [305a] ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མི་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེས་ ན །_
en: $1403 “When they finally escape that realm of starving spirits, {{page:{number:447,id:UT22084-068-021-100473,folio:F.305.a,volume:V68}}} they may, due to karmic actions to be experienced in other lives, be born among humans.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ དེ་ ལྷ་རྟེན་ གྱི་ ས ར་ འཚོ་བ་ དང་ །_ རྟོག་གེ་པ་ དང་ །_ ཚེགས་ ཆེན་པོ ས་ འཚོ་བ་ དང་ །_ གཞན་ ལ་ རག་ ལས་པ ས་ འཚོ་བར་ འགྱུར་བ་ མཐོང་ ངོ་ །།_།།
en: In that case they will, in accordance with their causal actions, live at the shrine of a god, engage in disputation, maintain a livelihood through disputation and under great hardship, and depend on others to survive.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ ཡུལ་ ན་ ཡི་དགས་ ཚངས་པ འི་ སྲིན་པོ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1404 “As the monk who has knowledge of the effects of the ripening of karmic action continues his investigation of the world of starving spirits, he will apply knowledge derived from hearing and thus perceive how the realm of starving spirits includes what are called Brahmā demons.

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ མཆོད་སྦྱིན་ ངན་པ ར་ བྱེད་པ་ གང་ གིས་ སྲོག་གཅོད་པ་ དང་ །_ ཡང་དག་ པར་ ལྡན་པ་ ཤིན་ཏུ་ གསོད་པ ར་ དགའ་བ འི་ མཆོད་སྦྱིན་ བྱས་པ་ དང་ །_ ཟས་ དང་ སྐོམ་ སོ་སོ ར་ ཁེ་སྤོགས་ བྱེད་པ་ དང་ །_ རིན་ ཆུང་ངུ ས་ ཉོས་ ལ་ རིན་ཆེན་པོ ར་ འཚོང་བ་ དང་ །_ ཕྲག་དོག་ དང་ སེར་སྣ ས་ ཉམས་པ་ དེ་ ལུས་ དང་ བྲལ་ ནས་
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how some people engage in unwholesome sacrifices that involve taking the lives of others, and display a passion for killing. Oppressed by envy and stinginess, such people may also sell food and drink at great profit, trading items of little value for a high price.

source: ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ན་ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ་ ཚངས་པ འི་ སྲིན་པོ ར་ འགྱུར་ རོ །_།
en: When later such people separate from their bodies, they will fall into the lower realms.

source: དེ་ལྟ ར་ དེ་ མི འི་ གཟུགས་ ཀྱིས་ ཡོངས་སུ་ རྒྱུག་ ཅིང་ སེམས་ཅན་ རྣམས་ ལ་ཉེ་ བར་ འཚེ་བ ར་ བྱེད་ དེ །_ དེ་ སུམ་མདོ འམ །_ བཞི་མདོ་ དབེན་པ ར་ འདུག་ གོ །_། འདུག་ ནས་ ཀྱང་ གླགས་ ལྟ་བ་ དེ་ མི་ རྣམས་ ལ་ཉེ་ བར་ འཚེ་བ ར་ བྱེད་ དོ །_།
en: They will then become Brahmā demons, and so live in the world of starving spirits, tormented by hunger and thirst. Assuming human form, they will bring harm to other beings. They will reside at isolated road forks or crossings, and there wait for their chance to harm humans.

source: ཕལ་ཆེ ར་ བྲམ་ཟེ་ འདྲ་བ ར་ འགྱུར་ ལ་ དེ་ནས་ མི་སྣང་བ ར་ འགྱུར་ ཞིང་ ཡང་ མི་ རྣམས་ ལ་ཉེ་ བར་ འཚེ་བ ར་ བྱེད་ དེ །_
en: Most of them will at first look like a brahmin and then disappear, before they proceed to harm humans.

source: ཡི་དགས་ ལ་ སེམས་པ་ དག་ ན་རེ །_ འདི་ལྟར་ དེ་ ནི་ གདོན་ གྱིས་ ཟིན་ ཏོ་ ཞེས་ འཇིག་རྟེན་པ་ དེ་དག་ བརྗོད་ དོ །_།
en: Mundane people concerned about starving spirits will then say, ‘That man has been seized by an evil spirit.’

source: དེ་ལྟ ར་ དེ་ སྡིག་པ་ དང་ འབྲེལ་ ཅིང་ སྡིག་ བྱེད་ ལ་ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ་ ཡིན་ ཏེ །_
en: $1405 “In this way they live with and by unwholesome actions, all the while suffering from the physical torments of hunger and thirst.

source: དེ་ལྟ ར་ ཚངས་པ འི་ སྲིན་པོ་ དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ ཕྲག་དོག་ དང་ སེར་སྣ་ དང་ ཡང་དག་ པར་ ལྡན་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ཡི་དགས་ ཀྱི་ ཡུལ་ དེ་ ན་ གནས་པ ར་ བྱེད་ དོ །_།
en: Until their negative acts involving jealousy and stinginess have been overcome, relinquished, and exhausted, these Brahmā demons will live on in the realm of starving spirits. {{page:{number:448,id:UT22084-068-021-100474,folio:F.305.b,volume:V68}}}

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ [305b] འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མིར་ སྐྱེས་ ན་
en: $1406 “When they later escape the world of starving spirits, they may be born human due to karmic actions to be experienced in other lives.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ དེ་ མི་ལ་ ཟ་བ འམ །_ དེ་ མཁའ་འགྲོ་ མ་ མི འི་ ཁྲག་འཐུང་ བར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: In accordance with their causal actions, they will then become cannibals or dākinis that drink human blood.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ ཡུལ་ ན་ ཡི་དགས་ མེ འི་ ཁུང་བུ ར་ ཟ་བ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: $1407 “As the monk who has knowledge of the effects of the ripening of karmic action continues his investigation of the world of starving spirits, he will apply knowledge derived from hearing and thus perceive how the realm of starving spirits includes what are called starving spirits that eat from fire pits.

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ ཕྲག་དོག་ དང་ སེར་སྣ ས་ ཉམས་པ་ དགེ་བ འི་ བཤེས་གཉེན་ ལྟ་བུ ར་ བཅོས་ ནས་ དགེ་འདུན་ གྱི་ ཟས་སྐོམ་ ཟོས་ ན །_
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how some people who suffer from envy and stinginess may pretend to be spiritual teachers and thus consume the food and drink of the saṅgha.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ སེམས་ཅན་ དམྱལ་བ ར་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When they later separate from their bodies, they will fall into the lower realms and be born in the realms of hell.

source: དེ་ནས་ ཤི་ ནས་ ཡི་དགས་ མེ འི་ ཁུང་བུ ར་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Once they die and pass from there, they will be born among the starving spirits that eat from fire pits.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ ལུས་ ཚལ་ ཤིང་ བསྲེགས་པ་ འདྲ་ ཞིང་ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་ ལ་ རང་ གི་ ལས་ ཀྱིས་ ཡོངས་སུ་ བསླུས་པ་ གཅིག་པུ་ ཐམས་ཅད་ དུ་ རྒྱུག་པ་ ན་ དེ འི་ སྲོག་ གི་ འཚོ་བ་ འདི་ལྟར་ འགྱུར་ ཏེ
en: With bodies that resemble scorched pine trees, they will suffer hunger and thirst as they roam alone, utterly deceived by their own actions.

source: གང་ གི་ ཚེ་ མེ འི་ ནང་ དུ་ གཞན་ འགའ་ཞིག་ ལྷུང་ ན་ ཕྱེད་ཚིག་ པར་ འགྱུར་ ཏེ །_ དེ་ མེ་ དང་ འདྲ་ ཞིང་ མེ འི་ ཆར་ ལྟ་བུ་ ལ་ ཟ འོ །_།
en: $1408 “Such starving spirits subsist by feeding on things that people throw into the fire and that then lie around half burned, glowing, and ready to burst into flames.

source: དེ་ མེ འི་ ཁུང་བུ་ དེ་ དང་ འདྲ་ སྟེ་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ་ དེ་ཡང་ མེ་ དེས་ ཉིས་འགྱུར་ དུ་ སྲེག་ གོ །_།
en: Thus, these starving spirits will be burned by a twofold fire, for while such cinder-like items will burn them, they are also scorched by hunger and thirst.

source: དེ་ སྲེག་པ་ ན་ གང་ མི་དགེ་བ འི་ ལས་ དེ་ བྱས་ ཤིང་ བསགས་པ་ ངེས་པ ར་ མྱོང་བ ར་ འགྱུར་བ་ དེ འི་ ལས་ ཀྱི་ མཐུ ས་ ངུ་སྐད་ འབྱིན་ ཅིང་ ཀུ་ ཆོ་ འདོན་ ཏོ །_།
en: As they burn, they cry and wail, feeling the force of their completed and accumulated acts that are certain to be experienced.

source: དེ་དེ ར་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ སྡུག་བསྔལ་ མྱོང་ ཞིང་ ཉེ་བ ར་ སྤྱོད་པ ར་ འགྱུར་ རོ །_།
en: Until their completed and accumulated negative acts have been overcome, relinquished, and exhausted, they will continue to encounter and experience such pain.

source: དེ་ལས་ ཟད་ དེ་དེ་ ལས་ ཐར་ ནས་ གལ་ཏེ་ མི་ རྣམས་ དང་ སོ་སོ་ ཡང་དག་ པར་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མིར་ སྐྱེས་ ན །_ ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ དེ་ དབུལ་ ཞིང་ ནད་བུ་ ཅན་ དུ་ འགྱུར་ ལ་ མེས་ བསྲེག་པ འི་ ཁུང་བུ ར་ སྲེག་པ ར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: Once their karmic actions have been exhausted and they are free from such a state, if they should be born human due to karmic actions that are to be experienced as a human, they will then, in accordance with their causal actions, be poor and sickly, and will be scorched in fire pits.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ [306a] ན །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ གང་ གིས་ སེར་སྣ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ འི་ ལས་ ཀྱི་ དངོས་གཞི་ དང་ལ ས་ ཀྱི་ མཇུག་ ཡང་དག་ པར་ བླངས་པ་
en: $1409 “As the monk who has knowledge of the effects of the ripening of karmic action continues his investigation of the world of starving spirits, {{page:{number:449,id:UT22084-068-021-100475,folio:F.306.a,volume:V68}}} he will apply knowledge derived from hearing and thus perceive how people resort to, become habituated to, and increase the main parts and conclusions of karmic actions of envy and stinginess.

source: དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ སྲང་ མི་གཙང་བ་ རྣམས་ སུ་ སྐྱེ་བ ར་ འགྱུར་བ་ མཐོང་ སྟེ
en: Upon separating from their bodies, they thus fall into the lower realms and are born in the world of starving spirits that live among the filth in the street.

source: ཡི་དགས་ དེ་ལས་ གང་ གིས་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ དགེ་འདུན་ གྱི་ རིམ་གྲོ་ བྱེད་པ་ ཕྲག་དོག་ དང་ སེར་སྣ ས་ ཉམས་པ་ གང་ གིས་ བཟའ་བ་ དང་ བཅའ་བ་ ལ་སོགས་པ་ ཞིམ་པོ་ དག་ ལ་ ཡང་དག་ པར་ སྤྱོད་པ ར་ བྱེད་ ཅིང་ ཚངས་པ ར་ སྤྱོད་པ་ དང་ ལྡན་པ་ གཙང་མ་ རྣམས་ ལ་ཁ་ ཟས་ངན་པ་ སྦྱིན་པ ར་ བྱེད་ ན
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how some, when serving the saṅgha, may themselves enjoy the delicious food while giving the bad food to those who maintain pure conduct.

source: དེ་ སྲང་ མི་གཙང་བ ར་ ཡི་དགས་ གནས་པ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: Such people will be born as starving spirits who live among rubbish in the street.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ ཉིན་པ ར་ ལུས་ བལྟ ར་ མི་ མཐོང་ ཞིང་ །_ མཚན་མོ་ མཐོང་བ་ ཉིད་ དུ་ འགྱུར་ རོ །_།
en: $1410 “Once born in that way, their bodies will be invisible during the day, but become perceptible at night.

source: དེ་དག་ གང་ གྲོང་ ངམ །_ གྲོང་ཁྱེར་ རམ །_ རི་བྲགས་ སམ །_ འཚོ་སྐྱོང་ གི་ གནས་ སམ །_ བྱ་རོག་ གི་ གནས་ སམ །_ གཤེར་ས་ ན་ གནས་པ་ ཀུན་ གྱིས་ བཤང་བ་ དང་ །_ གཅི་བ འི་ ས་ དང་ །_ གཅིག་ ཏུ་ ཉལ་ཉིལ་ དང་ །_ ལྗན་ལྗིན་ གྱི་ ས་ དང་ །_ ཕྱི་ས་ བསགས་པ ར་ གྱུར་པ འམ །_ ཀུན་ ནས་ སྲིན་བུ ས་ ཁེབས་ ཤིང་ དྲི་ང་བ་ ཤིན་ཏུ་ འཇིགས་པ །_ སྐྱེ་བོ་ ཀུན་མཐོང་ མ་ ཐག་ ཏུ་ སྐྱུག་བྲོ་བ ར་ འགྱུར་བ །_ སྲིན་བུ་ ཡུན་རིང་ དུ་ གནས་པ །_
en: They may dwell in villages and towns, among rocks, in workplaces, in crow colonies, or in soggy places. Their living places will be littered with excrement, urine, garbage, waste, and refuse, and they will be full of worms, horribly stinking, revolting to anyone who sees them, infested by parasites for a long time, and in the process of putrefying.

source: མྱགས་པ་ དེར་ དགེ་འདུན་ གྱི་ ཁ་ཟས་ ཞིམ་པོ་ ཟ་བ ར་ བྱེད་པ་ ཡི་དགས་ སུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: That is where those who ate the saṅgha’s delicious food will have to live as starving spirits.

source: ཤིན་ཏུ་ སྡུག་བསྔལ་བ་ དག་ དེར་ སྐྱེས་ ནས་
en: $1411 “These beings undergo extreme suffering.

source: ཀྱང་ གང་ ལས་ ཀྱིས་ བྱས་པ འི་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ རལ་གྲི་ རབ་ཏུ་ འབར་བ་ ཐོགས་པ་ དེ་དག་ ལས་མི་ གཙང་བ་ དེ་དུས་ ཐམས་ཅད་ དུ་ བཟའ་བ ར་ མི་ འཐོབ་བོ །_།
en: Henchmen of the Lord of Death who are armed with flaming swords will constantly prevent them from eating their food.

source: གལ་ཏེ་ ཟླ་བ་ ཕྱེད་ ན་ འཐོབ་ ཅིང་ གལ་ཏེ་ ཟླ་བ་ གཅིག་ ན་ ཐོབ་པ་ གང་ཡིན་པ་ དེ་ཡང་ ཚིམ་པ ར་ མི་ འཐོབ་ ཅིང་ ཟོས་ ནས་
en: When once or twice a month they obtain a morsel to eat, it will not be enough to satisfy them and they will vomit from eating it.

source: ཀྱང་ སྐྱུག་པ ར་ འགྱུར་ ཏེ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ གདུངས་པ་ དེ་དག་ འདི་ལྟར་ ངུ་སྐད་ འབྱིན་ ཅིང་ ཆོ་ངེས་ འདེབས་ ཕན་ཚུན་ རྒྱུག་ ཅིང་ སྨྲེ་སྔགས་ འདོན་ ཏེ །_
en: Physically tormented by hunger and thirst, they will roam about crying, wailing, and lamenting in the following way:

source: ས་བོན་ མི་གཙང་ གྱུར་པ་ ལས །_། ཤིན་ཏུ་ མི་ བཟད་ ཡོངས་སུ་ འགྱུར །_།
en: $1412 “ ‘From unclean seeds ensue That which is totally unbearable. {{page:{number:450,id:UT22084-068-021-100476,folio:F.306.b,volume:V68}}}

source: [306b] སྡིག་པ འི་ ལས་ ཀྱི་ འབྲས་བུ་ ནི །_། རྒྱུ་ དང་ འདྲ་བ ར་ མཐོང་བ་ ཡིན །_།
en: The effects of evil actions Are just like their causes.

source: སྡིག་པ ས་ དྲངས་པ འི་ སྐྱེ་བོ་ ནི །_། མཆིལ་ པས་ ལོག་པ ར་ དྲངས་པ་ བཞིན །_།
en: $1413 “ ‘Beings led on by evil Act as if pulled by a hook.

source: མཆིལ་ ལས་ ཉ་ ནི་ ཐར་ སྲིད་ ཀྱི །_། སྡིག་ལས་ སྡིག་པ་ མི་ འཐར་ རོ །_།
en: But while a fish may possibly escape its hook, The evildoer will not escape evil.

source: སྡིག་པ འི་ ཐག་པ་ མི་བཟད་པ ས །_། གློ་བུར་ དུ་ ནི་ འདྲེན་པ་ ན །_། ཡི་དགས་ གནས་ སུ་ འདྲེན་བྱེད་ དེ །_།
en: $1414 “ ‘Suddenly pulled along, One will be taken to the realm of starving spirits, And will be stultified by the experience of great hunger and thirst.#190

source: བཀྲེས་ དང་ སྐོམ་པ་ ཆེན་པོ ས་ བསྒྲིབས །_། བཀྲེས་ དང་ སྐོམ་ ལས་ བྱུང་བ འི་ མེས །_།
en: $1415 “ ‘There one will suffer the unbearable pain Of the fires of hunger and thirst.

source: མི་ བཟད་ གདུངས་པ ར་ འགྱུར་བ་ ལྟར །_། མེ་ དང་ མཚོན་ དང་ དུག་ རྣམས་ ཀྱིས །_།
en: Fire, weapons, and poison Cannot produce such torment.

source: དེ་ལྟ ར་ མི་ བཟད་ གདུང་ མི་ འགྱུར །_། གང་ དུ་ བདེ་བ་ ཆུང་ གྱུར་པ །_། སྐད་ཅིག་ མེད་ ཅིང་ ཐང་ ཅིག་ མེད །_། ཡུད་ཙམ་ མེད་ ཅིང་ མཚན་མོ་ མེད །_།
en: $1416 “ ‘Here there is not the slightest joy— Not for a moment, not for a second, Not for a mere instant, and not for a night.

source: རྟག་ ཏུ་ བདག་ ནི་ སྡུག་བསྔལ་ བསྒྲིབས །_།
en: I remain constantly stultified by suffering.

source: སྡུག་བསྔལ་ གྱི་ ནི་ རྒྱུ་ བསྟེན་པ ས །_། སྡུག་བསྔལ་ ལས་ ནི་ སྡུག་བསྔལ་ ཐོབ །_།
en: $1417 “ ‘Indulging in the causes of suffering Yields only suffering upon suffering.

source: སྡུག་བསྔལ་ ལས་ ནི་ རྣམ་གྲོལ་ ཏེ །_། བདག་ ལ་ བདེ་བ་ འབྱུང་བ ར་ འགྱུར །_།
en: Only when I’m free of suffering Will I ever be happy.

source: གང་ དུ་ བདག་ ནི་ རྒྱུག་པ་ དེར །_། འབབ་ཆུ འི་ དངོ་ དང་ ཆུ་ མི་ མངོན །_།
en: $1418 “ ‘Yet, wherever I run, I find no spring and no water.

source: ལྟེང་ཀ་ རྣམས་ ཀྱང་ སྐམས་ གྱུར་ ཅིང་ །_། ཆུ་བོ་ དག་ ཀྱང་ མེད་པར་ གྱུར །_།
en: All the pools are dried up And the rivers have disappeared.

source: བདག་ ནི་ རྟག་ ཏུ་ ཆུ་ འདོད་ ནས །_།
en: $1419 “ ‘Thus, I constantly yearn for water.

source: ས་ ལ་ ཡོངས་སུ་ རྒྱུག་པ་ ན །_། བྲག་ དང་ ནགས་ཚལ་ སྟུག་པོ ར་ བཅས །_། ཆུ་བོ་ དེ་དག་ སྐམས་ པར་ གྱུར །_།
en: As I roam throughout the land, I search in rocky mountains and dense forests, But all the rivers have run dry.

source: བདག་ གི་ ལུས་ ནི་ བསྲེགས་པ་ སྟེ །_། བཀྲེས་ དང་ སྐོམ་པ འི་ མེ་ ཡིས་ གདུངས །_།
en: $1420 “ ‘My body is burning, And suffers the fires of hunger and thirst.

source: ལྷག་པ ར་ སྐྱབས་ སུ་ འགྲོ་མེད་ དེ །_། ཉོན་མོངས་ ཤིན་ཏུ་ མི་ བཟད་ འོངས །_།
en: With no place to go for refuge I have ended up in excruciating torment.’

source: དེ་ལྟ ར་ རང་ གི་ ལས་ ཀྱི་ འབྲས་བུ ས་ བསླུས་པ འི་ ཡི་དགས་ དེ་ ཇི་སྲིད་ དུ་ དེ འི་ སྡིག་པ འི་ ལས་ བྱས་ ཤིང་ བསགས་པ་ བཅོམ་ ཞིང་ སྤངས་ ལ་ ཟད་པ ར་ མ་ བྱས་པ་ དེ་སྲིད་ དུ་ ངུ་སྐད་ འབྱིན་ ཅིང་ སྨྲེ་སྔགས་ འདོན་ ཏོ །_།
en: $1421 “Thus, deceived by the effects of their own actions, these starving spirits will continue to cry and lament until finally their negative acts have been overcome, exhausted, and relinquished.

source: དེ་ ཕྱིས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ དེ་ལས་ ཐར་བ ར་ འགྱུར་ ཏེ །_ ཐར་ ནས་ ཀྱང་ གལ་ཏེ་ ལན་ གྲངས་ གཞན་ ལ་ མྱོང་བ ར་ འགྱུར་བ འི་ ལས་ ཀྱིས་ མིར་ སྐྱེས་ ན་
en: Once they escape the world of starving spirits, they may, due to karmic actions to be experienced in other lives, be born as humans.

source: ལས་ དེ་ དང་ རྒྱུ་ འཐུན་ པར་ གལ་ཏེ་ བུད་མེད་ དམ་ བུད་མེད་ སྨད་འཚོང་མ ར་ འགྱུར་ རོ །_།
en: However, in that case they will, in accordance with their karmic actions, be born as females or female prostitutes.

source: གལ་ཏེ་ སྐྱེས་པ ར་ གྱུར་ ན་ དེ་ གྲོང་ཁྱེར་ གྱི་ ལྗན་ལྗིན་ འཕྱག་པ འམ །_ དེ་ བུད་མེད་ ཀྱི་ ཆ་བྱད་ དུ་ ཞུགས་ ནས་ དེས་ ཉེ་བ ར་ འཚོ་བར་ འགྱུར་བ་ མཐོང་ ངོ་ །_།
en: If they are born male, they will become garbage sweepers in the town, or they may make a living dressing up as women.

source: དེ་ནས་ ཡང་ དགེ་སློང་ ལས་ ཀྱི་ འབྲས་བུ་ རྣམ་པར་ སྨིན་པ་ ཤེས་པ་ དེས་ ཡི་ [307a] དག ས་ ཀྱི་ གནས་ ན་ ཡི་དགས་ གཞན་ གང་ཞིག་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས་ ཡི་དགས་ ཀྱི་ འཇིག་རྟེན་ ལ་ བརྟགས་ ན
en: $1422 “The monk who has knowledge of the ripening of karmic effects {{page:{number:451,id:UT22084-068-021-100477,folio:F.307.a,volume:V68}}} will continue to inquire, wondering what other types of starving spirits there may be.

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ ཡི་དགས་ ཀྱི་ ཡུལ་ ན་ ཡི་དགས་ རླུང་ ཟ་བ་ ཞེས་ བྱ་བ་ ཇི་ལྟ ར་ འདུག་པ་ མཐོང་ ངོ་ །_།
en: Thus, with knowledge derived from hearing he will correctly perceive how the realm of starving spirits includes what are called the starving spirits that feed on wind.

source: དེ་ལས་ གང་ གིས་ དེར་ སྐྱེ་བ ར་ འགྱུར་ སྙམ་ ནས །_ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ ལྟོ་བོ་ ཆེ་ ལྟོ་ འབའ་ཞིག་ སེམས་པ་ གང་ གིས་ དགེ་སྦྱོང་ དང་ བྲམ་ཟེ་ དང་ ཉོན་མོངས་པ་ དང་ སྡུག་བསྔལ་བ་ དག་ ལ་ ཉི་མ་ འགའ་ཙམ་ གྱི་ ཟས་སྦྱིན་པ ར་ ཁ ས་ བླངས་ ཏེ །_
en: Inquiring into what type of karmic action may cause one to be born in that way, he will apply knowledge derived from hearing and thus perceive how some people with large stomachs, who think of nothing but their stomachs, may have promised to offer food to mendicants, brahmins, the sick, or the suffering.

source: དམ་བཅས་ ནས་ བརྫུན་ བྱས་ ལ་ དེ་དག་ ཀྱང་ དེ འི་ ཉིན་པ ར་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ ཤིན་ཏུ་ གདུངས་པ ར་ གྱུར་ ནས་ རླུང་ བསིལ་བ ས་ རེག་པ ར་ གནས་ ན །_
en: However, as they go back on their promises, they leave these people to suffer from hunger and thirst during that day and to be exposed to the cold wind.

source: བརྫུན་ ཟེར་ ཟེར་བ་ དེ་ ལུས་ དང་ བྲལ་ ནས་ ངན་འགྲོ་ ལོག་པ ར་ ལྟུང་བ་ ཡི་དགས་ རླུང་ ཟ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ རོ །_།
en: When such people who tell lies later separate from their bodies, they will fall into the lower realms and be born among the starving spirits that feed on wind.

source: དེར་ སྐྱེས་ ནས་ ཀྱང་ དེ་ནས་ དེ་ ཡོངས་སུ་ རྒྱུག་པ་ ན་ དེ འི་ ཁ་ཟས་ མེད་ ཅིང་ རེ་བ་ མེད་ ལ་ གནས་ མེད་ དེ །_
en: $1423 “Lacking food and a place to live, such beings roam around in despair.

source: མགོན་མེད་ པར་ རང་ གི་ སེམས་ ཀྱིས་ ཡོངས་སུ་ བསླུས་པ་
en: Without any protector, they are fooled by their own minds.

source: དེ འི་ མིག་ གི་ ཡུལ་ དུ་ གང་ཡང་ སོས་ ལ་སོགས་པ འི་ རྫས་ བཟའ་བ་ དང་ །_ བཏུང་བ་ དང་ །_ གནས་ཁང་ དང་ །_ ཀུན་དགའ་ར་བ་ ཉམས་ དགའ་བ་ མང་པོ་ དག་ རྒྱང་རིང་པོ་ ནས་ མཐོང་ སྟེ་
en: In this way they will see in the distance an abundance of nutritious food and drink, as well as houses and gardens.

source: བཟའ་བ་ དང་ བཏུང་བ འི་ དོན་ དུ་ དེར་ རྒྱུག་ གོ །_།
en: Wanting to eat and drink, they will rush toward this apparition.
